Repository: wp-plugins/wp-social-invitations
Catalog: languages/wsi-*.po
Languages: es_es, sr_rs

source: Welcome! You've been invited %s to join the site. Please fill out the information below to create your account.
es_es: ¡Bienvenido! Ha sido invitado %s para unirte al sitio. Por favor llene la información a continuación para crear tu cuenta.
sr_rs: Dobrodošli! Pozvani ste %s da se pridružite ovom sajtu. Molim vas popunite informacije ispod da biste stvorili vaš nalog.

source: Select your friends
es_es: Selecciona a tus amigos
sr_rs: Selektuj svoje prijatelje

source: Unselect All
es_es: Deseleccionar todo
sr_rs: Deselektuj sve

source: Select All
es_es: Seleccionar todo
sr_rs: Selektuij sve

source: Search friends
es_es: Busca a tus amigos
sr_rs: Pretraga prijatelj

source: Your contacts list on this provider is empty. Add some contacts first! - Providers like Yahoo or Mail only return contacts created with them, and not contacts imported from other networks.
es_es: Tu lista de contactos esta vacía. Añade algunos contactos primero! - Algunos proveedores como Yahoo o Live solo dejar exportan contactos creados con ellos, y no contactos que hayas importado de otras redes.
sr_rs: Vaša lista kontakata je prazna. Dodaj prvo neke kontakte! - Provideri kao što su Yahoo ili Mail vraćaju samo kontakte stvorene sa njima a ne kontakte importovane iz drugih mreža.

source: Send
es_es: Enviar
sr_rs: Pošalji

source: Unspecified error!
es_es: Error no especificado!
sr_rs: Neočekivana greška!

source: Unspecified error.
es_es: Error no especificado.
sr_rs: Neočekivana greška

source: Hybriauth configuration error.
es_es: Error de configuración Hybriauth.
sr_rs: Hybriauth greška u konfiguraciji

source: Provider not properly configured.
es_es: El proveedor no está configurado correctamente.
sr_rs: Prvajder nije konfigurisan kako treba

source: Unknown or disabled provider.
es_es: Proveedor desconocido o deshabilitado.
sr_rs: Nepoznat ili onemogućen provajder.

source: Missing provider application credentials.
es_es: Falta credenciales de la aplicación de los proveedores.
sr_rs: Nedostaje vam creditacija aplikacije provajdera.

source: <b>What does this error mean ?</b><br />Most likely, you didn't setup the correct application credentials for this provider. These credentials are required in order for <b>%s</b> users to access your website and for WordPress Social Login to work.
es_es: <b>¿Qué significa este error?</b><br />Lo más probable es que usted no configuró las credenciales de la aplicación de este proveedor correctamente. Estas credenciales son necesarias para que los usuarios de <b>%s</b> accedan a su sitio web y para que WordPress Social Login pueda trabajar.
sr_rs: <b>Šta ova greška znači ?</b><br />Najverovatnije, niste pristupili kreditacijama odgovarajuće aplikacije za ovaj provajder. Ove kreditacije su potrebne da bi <b>%s</b> pristupili vašem sajtu i da bi WordPress Social Login radio.

source: <br />Instructions for use can be found in the <a href="http://hybridauth.sourceforge.net/wsl/configure.html" target="_blank">User Manual</a>.
es_es: <br />Instrucciones de uso se pueden encontrar en el <a href="http://hybridauth.sourceforge.net/wsl/configure.html" target="_blank">Manual del usuario</a>.
sr_rs: <br />Pravila za upotrebu bi trebala da se nadju u priručniku<a href="http://hybridauth.sourceforge.net/wsl/configure.html" target="_blank">User Manual</a>.

source: Authentification failed. The user has canceled the authentication or the provider refused the connection.
es_es: La autenticación falló. El usuario ha cancelado la autenticación o el proveedor rechazó la conexión.
sr_rs: Autentifikacija nije uspela. Korisnik je ukinuo autentifikaciju ili provajder odbija da se poveže.

source: User profile request failed. Most likely the user is not connected to the provider and he should to authenticate again.
es_es: La solicitud de perfil de los usuarios ha fallado. Lo más probable es que el usuario no está conectado al proveedor y debe autenticarse de nuevo.
sr_rs: Zahtev za profil korisnika nije uspeo. Najverovatnije da korisnik nije konektovan sa provajderom i trebao bi da se autentifikuje opet.

source: User not connected to the provider.
es_es: El usuario no está conectado al proveedor.
sr_rs: Korisnik nije konektovan sa provajderom

source: Provider does not support this feature.
es_es: El proveedor no soporta esta característica.
sr_rs: Provajder ne podržava ovu karakteristiku

source: Something bad happen!
es_es: Algo malo sucede!
sr_rs: Nešto nije kako treba!

source: To import your contacts emails addresses please follow these two simple steps
es_es: Para importar tus contactos sigue estos dos simples pasos
sr_rs: Za importovanje vaših email adresa kontakata molim vas pratite ova dva jednostavna koraka

source: Download WLMContacts.csv to your computer by clicking
es_es: Descarga WLMContacts.csv a tu equipo haciendo click en
sr_rs: Downloadujte WLMContacts.csv u vaš kompjuter klikom na njega

source: Find WLMContacts.csv in your computer, usually located in downloads folder and drag and drop it the "drag & drop" zone
es_es: Encuentra WLMContacts.csv dentro de tu equipo, usualmente está localizado en la carpeta Downloads (Descargas). Arrástralo hasta la zona "arrastrar & soltar"
sr_rs: Nadjite WLMContacts.csv u vašem kompjuteru, uglavnom je locirano u downloads folderu i drag & drop-ujte ga u "drag & drop" zonu

source: Drop your files here
es_es: Suelta tus archivos aquí
sr_rs: Ostavite fajlove ovde

source: Redirecting...
es_es: Redireccionando...
sr_rs: Preusmeravanje….

source: Contacting <b>%s</b>, please wait...
es_es: Conectando con <b>%s</b>, espera por favor…
sr_rs: Kontaktiramo <b>%s</b>, molimo vas sašekajte...

source: Sending Invitations, please wait...
es_es: Enviando invitaciones, por favor espera...
sr_rs: Pozivnice se šalju, molimo vas sačekate...

source: Thanks for inviting your %s friends. Please try other network if you wish.
es_es: Gracias por invitar a sus amig@s de %s. Por favor, intente otra red si lo desea.

source: No
sr_rs: Ne

source: Client ID
sr_rs: ID klijenta

source: Client Secret
sr_rs: Tajni klijent

source: Consumer Key
sr_rs: Ključ konzumera

source: Consumer Secret
sr_rs: Tajni konzumet

source: API Key
sr_rs: API ključ

source: Secret Key
sr_rs: Tajni ključ

source: Editable
sr_rs: Promenjljivo
