Repository: wp-plugins/wp-social-invitations
Catalog: languages/wsi-*.po
Languages: es_es, sr_rs

source: Emails
es_es: Correos Electrónicos
sr_rs: Email-ovi

source: Main Settings
es_es: Ajustes
sr_rs: Glavne postavke

source: Default Messages
es_es: Mensajes por defecto
sr_rs: Default poruke

source: Styling
es_es: Estilos
sr_rs: Silizovanje

source: Stats
es_es: Estadísticas
sr_rs: Statistika

source: Debug
es_es: Depurar

source: Welcome to <a href="%s">Wordpress Social Invitations</a>!
es_es: Bienvenido a <a href="%s">Wordpress Social Invitations</a>!
sr_rs: Dobrodošli na<a href="%s">Wordpress Social Invitations</a>!

source: To start using the plugin you need to fill out the OAuth settings of the following providers. If you need help, please read the <a href="%s" target="_blank">documentation</a> or go to the <a href="%s" target="_blank">support forum</a>.
es_es: Para empezar a utilizar el plugin necesita llenar los ajustes OAuth de los siguientes proveedores. Si necesita ayuda, por favor lea la <a href="%s" target="_blank">documentación</a> o vaya al <a href="%s" target="_blank">foro de soporte</a>.
sr_rs: Da biste počeli sa korišćenjem plugina treba da popunite OAuth postavke sledečih provajdera. Ako vam je potrebna pomoć molim vas pogledajte<a href="%s" target="_blank">documentation</a> or go to the <a href="%s" target="_blank">support forum</a>.

source: You can place the invitation widget on any page by using the following shortcode:
es_es: Usted puede colocar el widget invitación en cualquier página mediante el siguiente código corto:
sr_rs: Možete ubaciti pozivnicu widget na bilo koju stranicu korišćenjem sledećih skraćenica:

source: If you have any question please carefully <a href="%s">read documentation</a> before opening a ticket
es_es: Si usted tiene alguna pregunta por favor cuidadosamente <a href="%s">lea la documentación</a> antes de abrir un ticket de soporte

source: So far %s invitations were sent using WSI!
es_es: Hasta ahora %s invitaciones fueron enviadas utilizando WSI!
sr_rs: Za sada je %s pozivnica poslato upotrebom WSI!

source: In the last...
es_es: En los últimos...
sr_rs: U poslednja

source: 24 Hours
es_es: 24 horas
sr_rs: 24 časa

source: 3 Days
es_es: 3 Días
sr_rs: 3 dana

source: 1 Week
es_es: 1 semana
sr_rs: Nedelju dana

source: 1 Month
es_es: 1 mes
sr_rs: Jedan mesec

source: 3 Months
es_es: 3 Meses
sr_rs: 3 meseca

source: All Time
es_es: Todos los Tiempos
sr_rs: Non stop

source: By default your users will be able to edit the default invitation message. Here you will be able to change the default message and forbid users to change it.
es_es: Por defecto los usuarios podrán editar el mensaje predeterminado de la invitación. Aquí usted podrá cambiar el mensaje predeterminado y evitar que los usuarios lo cambien.
sr_rs: Po defaultu korisnici će biti u mogućnosti da edituju default poruke za pozivnice. Ovde ćete biti u mogućnosti da promenite default poruku i zabranite korisnicima da je menjaju.

source: Default messages are divided in several sections. Message for HTML providers, message for non HTML providers, message for twitter, non enditable section and footer.
es_es: Los mensajes predeterminados se dividen en varias secciones. Mensaje para los proveedores de HTML, el mensaje para los proveedores que no soportan HTML, mensajes para Twitter, sección no editable y pie de página.
sr_rs: Default poruke su podeljene u nekoliko delova. Poruke za HTML provajdere, poruka za provajdere koji nisu HTML, poruke za twitter, delovi koji ne mogu da se menjaju i footer.

source: Registration is not allowed. Go to settings -> General to enable it or %%ACCEPTURL%% won't work.
es_es: No se permite el registro. Vaya a Ajustes -> General, para habilitar esto o %%ACCEPTURL%% no va a funcionar.
sr_rs: Registracija nije dozvojena. Idite na postavke -> Opšte mogućiti ili %%ACCEPTURL%% neće raditi.

source: You can use the following placeholders on your message:
es_es: Puede utilizar los siguientes marcadores de posición en su mensaje:
sr_rs: Možete koristiti sledeće placeholdere na vašim poruku:

source: Display name of the inviter
es_es: Muestra el nombre del que invita
sr_rs: Prikaži ime iventara

source: Name of your website
es_es: Nombre del sitio web
sr_rs: Ime vaše websajta

source: Link that invited users can click to accept the invitation and register
es_es: Enlace en el que los usuarios invitados pueden hacer clic para aceptar la invitación y registrarse
sr_rs: Link koji poziva korisnike može da se klikne za prihvatanje pozivnice i registra

source: If Buddypress is enabled, URL to the profile of the inviter
es_es: Muestra la página del perfil de la persona que invita
sr_rs: Ako je Buddypress omogućen, URL za profil je inventer

source: A custom URL that you can edit with a simple filter
es_es: Una URL personalizada que se puede editar con un simple filtro
sr_rs: Custom URL koji možete da editujete sa jednostavnim finderom

source: If you have any question please carefully <a href="%s">read the documentation</a> before opening a ticket
es_es: Si usted tiene alguna pregunta por favor cuidadosamente <a href="%s">lea la documentación</a> antes de abrir un ticket de soporte
sr_rs: Ako imate bilo kakva pitanja molimo vas da pažiljvo<a href="%s"> pročitajte dokumentaciju</a> pre slanja poruke

source: The simplest solution for small lists. Your web host sets a daily email limit.
es_es: La solución más sencilla para listas pequeñas. Su proveedor de alojamiento web establece un límite diario por correo electrónico.
sr_rs: Najjednostavnije rešenje za male liste. Vaš web host namešta dnevni email limit.

source: Easy to setup. Limited to 500 emails a day. We recommend that you open a dedicated Gmail account for this purpose.
es_es: Fácil de instalar. Limitado a 500 correos electrónicos al día. Le recomendamos que abra una cuenta de Gmail dedicada para este fin.
sr_rs: Lak za pristup. Limitirano na 500 emailova po danu. Preporučujemo da otvorite Gmail nalog za ovu svrhu.

source: Send with a professional SMTP provider, a great choice for big sites
es_es: Enviar con un proveedor de SMTP profesional, una gran opción para grandes sitios
sr_rs: Pošalji sa profesionalnim SMTP provajderom, odličan izbor za velike sajtove

source: Test email sent to
es_es: Enviar correo de prueba a
sr_rs: Test email poslat na

source: Here you can drag and drop the providers to change the order in the widget and also you will be able to add custom CSS.
es_es: Aquí usted puede arrastrar y soltar los proveedores para cambiar el orden en el widget y podrás añadir CSS personalizado.
sr_rs: Ovde možete da drag & drop provajdere da promenite red u widgetu i takodje ćete biti u mogućnosti da dodate custom CSS.

source: If you have any question please carefully <a href="%s">read documentation</a> first opening a ticket
es_es: Si usted tiene alguna pregunta por favor cuidadosamente <a href="%s">lea la documentación</a> antes de abrir un ticket de soporte
sr_rs: Ako imate bilo kakava pitanja dodro<a href="%s"> pročitajte dokumentaciju</a> pre nego što posaljete poruku

source: You can also add email addresses from:
es_es: También puedes importar direcciones de correo desde:
sr_rs: Takodje možete da dodate email adrese sa:

source: by %s
es_es: por %s
sr_rs: od %s

source: Select your Friends
es_es: Selecciona a tus amigos
sr_rs: Selektujte vaše prijatelje

source: Subject
es_es: Asunto
sr_rs: Predmet

source: Message
es_es: Mensaje
sr_rs: Poruka

source: Keep it under 140 characters. Characters left: %s
es_es: Manténgalo debajo de 140 caracteres. Caracteres restantes: %s
sr_rs: Držite ispod 140 karaktera. Karakteri ostavljeni:%s

source: Keep it under 200 characters. Characters left: %s
es_es: Manténgalo debajo de 200 caracteres. Caracteres restantes: %s

source: A friend of you
es_es: Un amigo tuyo

source: Unknown or disabled provider
es_es: Proveedor desconocido o deshabilitado
sr_rs: Nepoznat ili onemogućen provajder

source: Once every minute
es_es: Una vez cada minuto

source: This plugin requires WordPress 3.0 or newer. Please update your WordPress installation to activate this plugin.
es_es: Este plugin requiere WordPress 3.0 o más reciente. Por favor, actualice su instalación de WordPress para activar este plugin.
sr_rs: Ovaj plugin zahteva WordPress 3.0 ili noviji. Molim vas updatujte vašu Wordpress instalaciju da biste aktivirali ovaj plugin.

source: Default Field
es_es: Campo por defecto
sr_rs: Default polje

source: This is a default description.
es_es: Esta es una descripción predeterminada.
sr_rs: Ovo je default opis.

source: Settings
es_es: Ajustes
sr_rs: Postavke

source: Save Changes
es_es: Guardar Cambios
sr_rs: Sačuvaj postavke

source: General settings
es_es: Ajustes generales
sr_rs: Opšte postavke

source: If you have <a href="http://buddypress.org/">Buddypress</a> or the <a href="http://wordpress.org/plugins/invite-anyone/">Invite Anyone plugin</a> installed, you will be able to hook Wordpress Social Invitations into them from here.
es_es: Si usted tiene <a href="http://buddypress.org/">Buddypress</a> o <a href="http://wordpress.org/plugins/invite-anyone/">Invite Anyone plugin</a> instalado, usted será capaz de conectar Wordpress Social Invitations en ellos desde aquí.
sr_rs: Ako imate <a href="http://buddypress.org/">Buddypress</a> ili<a href="http://wordpress.org/plugins/invite-anyone/"> instaliranu Invite Anyone plugin</a>, bićete u mogućnosti da ubacite Wordpress Social Invitations unutra.

source: Also if you wish you can set a redirection url to send users after they sent the invitations to one of the providers
es_es: Además, si lo desea, puede establecer una URL de redirección para enviar a los usuarios después de que se enviaron las invitaciones a uno de los proveedores
sr_rs: Takodje ako želite možete da podesite url za slanje korisnicima nakon što se pošalju pozivnice jednom od provajdera

source: Bypass Registration lock
es_es: Evitar bloqueo de registro

source: Your site is blocked for new registations. Check here to bypass this on new Invitations
es_es: Tu sitio está bloqueado para nuevos registros. Marca aquí para evitar esto en nueas invitaciones

source: Yes
es_es: Sí
sr_rs: Da

source: "Redirect to" URL
es_es: "Redirigir a" URL

source: Users will be redirected to this url after they send invitations
es_es: Los usuarios serán redirigidos a esta url después de enviar las invitaciones
sr_rs: Korisnici će biti preusmereni na ovaj url nakon slanja pozivnica

source: Show in buddypress after user activates his new account
es_es: Mostrar en BuddyPress después que el usuario active su nueva cuenta
sr_rs: Prikaži u buddypress-u nakon što korisnik aktivira nivi nalog

source: Hook into Invite Anyone Plugin
es_es: Incluir en Invite Anyone Plugin
sr_rs: Prikači se na Invite Anyone Plugin

source: Providers
es_es: Proveedores
sr_rs: Provajderi

source: Please take your time and read documentation carefully.
es_es: Por favor, tómese su tiempo y lea la documentación cuidadosamente.
sr_rs: Molim vas pročitajte dokumentaciju pažljivo.

source: Enabled
es_es: Activado
sr_rs: Omogući

source: Enable / Disable Facebook Invitations.
es_es: Activar / Desactivar Invitaciones de Facebook.
sr_rs: Omogući/ Onemogući Facebook pozivnice

source: <a href="%s" target="_blank">Where do i get this info?</a>
es_es: <a href="%s" target="_blank">¿Dónde puedo obtener esta información?</a>
sr_rs: <a href="%s" target="_blank">Gde da nabavim ovu informaciju?</a>

source: Enable / Disable Twitter Invitations.
es_es: Activar / Desactivar Invitaciones de Twitter.
sr_rs: Omogući/ Onemogući Twitter pozivnice

source: Enable / Disable Google Invitations.
es_es: Activar / Desactivar Invitaciones de Google.
sr_rs: Omogući/ Onemogući Google pozivnice

source: Enable / Disable Linkedin Invitations.
es_es: Activar / Desactivar Invitaciones de LinkedIn.
sr_rs: Omogući/ Onemogući Linkedinpozivnice

source: Enable / Disable Yahoo Invitations.
es_es: Activar / Desactivar invitaciones de Yahoo.
sr_rs: Omogući/ Onemogući Yahoo pozivnice

source: Enable / Disable Foursquare Invitations.
es_es: Activar / Desactivar Invitaciones de Foursquare.
sr_rs: Omogući/ Onemogući Foursquare pozivnice

source: Client Key
es_es: ID Cliente

source: Enable / Disable Windows Live Invitations.
es_es: Activar / Desactivar invitaciones de Windows Live.
sr_rs: Omogući/ Onemogući Windows Live pozivnice

source: Default HTML Message for emails.
es_es: Mensaje HTML predeterminado para los correos electrónicos.
sr_rs: Default HTML poruke za emailove

source: Emails are used with Gmail, Yahoo, Live, Foursquare
es_es: Los correos electrónicos se utilizan con Gmail, Yahoo, Live, Foursquare
sr_rs: Emailovi se koriste sa Gmail, Yahoo, Live, Foursquare

source: Default Subject for invitations
es_es: Asunto predeterminado para las invitaciones
sr_rs: Default predmet za pozivnice

source: I invite you to join %s
es_es: Los invito a unirse a %s
sr_rs: Pozivam vas da se pridružite %s

source: Enable / Disable users to change the default subject. Facebook, Twitter and Linkedin don't use subject field
es_es: Activar / Desactivar los usuarios pueden cambiar el asunto por defecto. Facebook, Twitter y Linkedin no usan el campo asunto
sr_rs: Omogući / Onemogući korisnicima da menjaju default predmet. Facebook, Twitter i Linkedin ne koriste polje sa predmetom

source: HTML Message
es_es: Mensaje HTML
sr_rs: HTML poruka

source: Default Message for HTML Invitations. <strong>Only supported by (Gmail, Yahoo, Foursquare and Live).</strong>
es_es: Mensaje predeterminado para las invitaciones de HTML. <strong>Sólo soportado por (Gmail, Yahoo, Foursquare y Live).</strong>
sr_rs: Default poruka za HTML Invitations. <strong>Podržana od strane (Gmail, Yahoo, Foursquare and Live).</strong>

source: <h3>%%INVITERNAME%% just invited you!</h3><br>%%INVITERNAME%% would like you to join %%SITENAME%%.
es_es: <h3>%%INVITERNAME%% te invitó!</h3><br>A %%INVITERNAME%% le gustaría que te unas a %%SITENAME%%.
sr_rs: <h3>%%INVITERNAME%% vas je uprvo pozvao!</h3><br>%%INVITERNAME%% da li biste hteli da se pridružite %%SITENAME%%.

source: Enable / Disable users to change the default html message.
es_es: Activar / Desactivar a los usuarios cambiar el mensaje HTML predeterminado.
sr_rs: Omogući / Onemogući korisnicima da promene default html poruku.

source: Non editable Message
es_es: Mensaje no editable
sr_rs: Nije promenjljiva poruka

source: This section will be added after normal message. It's not editable by users
es_es: Esta sección se añadirá después del mensaje normal. No es editable por los usuarios
sr_rs: Ovaj deo će biti dodat nakon normalne poruke. Nije promenjljivo od strane korisnika

source: Please accept the invitation in %%ACCEPTURL%% <br> Follow my twitter <a href="http://twitter.com/chifliiiii">@chifliiiii</a>
es_es: Por favor, acepte la invitación en %%ACCEPTURL%% <br> Sígueme en Twitter <a href="http://twitter.com/chifliiiii">@chifliiiii</a>
sr_rs: Moli vas prihvatite pozivnicu u %%ACCEPTURL%% <br> Pratite moj twitter <a href="http://twitter.com/chifliiiii">@chifliiiii</a>

source: Footer Message
es_es: Mensaje del pie del correo
sr_rs: Footer poruka

source: The footer it's only used by email providers. A good practice is to add your company address to avoid spam filters
es_es: El pie del correo sólo es utilizado por proveedores de correo electrónico. Una buena práctica consiste en agregar su dirección de la empresa para evitar los filtros de spam
sr_rs: Footer je korišćen email provajderima. Dobra vežba je dodavanje adrese vaše kompanije da bi se izbeglo spam filteri

source: Powered by <a href="http://www.timersys.com/plugins/wordpress-social-invitations/">Wordpress Social Invitions</a>
es_es: Desarrollado por <a href="http://www.timersys.com/plugins/wordpress-social-invitations/">Wordpress Social Invitions</a>
sr_rs: Omogućeno o d strane<a href="http://www.timersys.com/plugins/wordpress-social-invitations/">Wordpress Social Invitions</a>

source: Default Text Message.
es_es: Mensaje de texto por defecto.
sr_rs: Default tekst poruka

source: Text message don't allow HTML and are used for Facebook and Linkedin
es_es: Los mensaje de texto no permiten HTML y se utilizan para Facebook y Linkedin
sr_rs: Tekst poruka ne dozvoljava HTML i koristi Facebook i Linkedin

source: Default Subject for Linkedin
es_es: Asunto predeterminado para Linkedin
sr_rs: Default predmet za Linkedin

source: Enable / Disable users to change the default subject. Linkedin policy says that users must be able to edit this
es_es: Activar / Desactivar los usuarios pueden cambiar el asunto por defecto. La política de Linkedin dice que los usuarios deben ser capaces de editar esto
sr_rs: Omogući / Onemogući korisnike da menjaju default predmet. Linkedin pravila kažu da moraju biti u mogućnosti da edituju

source: Text Message
es_es: Mensaje de texto

source: Default plain text Message for Linkedin invitations.Keep it under 200 characters(%%ACCEPTURL%% will be converted to a 22 characters string) Characters left: %s
es_es: Mensaje plano predeterminado para invitaciones de LinkedIn. Manténgalo debajo de 200 caracteres (%%ACCEPTURL%% se convertirá en una cadena de 22 caracteres) Caracteres restantes: %s

source: %%INVITERNAME%% would like you to join %%SITENAME%% , click on %%ACCEPTURL%%
es_es: A %%INVITERNAME%% le gustaría que te unas a %%SITENAME%%, Por favor, acepta la invitación %%ACCEPTURL%%

source: Enable / Disable users to change the default message. Linkedin policy says that users must be able to edit this
es_es: Activar / Desactivar los usuarios pueden cambiar el mensaje predeterminado. La política de Linkedin dice que los usuarios deben ser capaces de editar esto
sr_rs: Omogući / Onemogući korisnike da menjaju default poruke. Linkedin pravila kažu da moraju biti u mogućnosti da edituju

source: Facebook default text.
es_es: Texto predeterminado de Facebook.

source: Default plain text Message for Facebook. HTML is not allowed.
es_es: Mensaje en texto plano por defecto para Facebook. HTML no está permitido.

source: Default plain text Message for Facebook invitations.
es_es: Mensaje plano predeterminado para invitaciones de Facebook.

source: %%INVITERNAME%% would like you to join %%SITENAME%%
es_es: A %%INVITERNAME%% le gustaría que te unas a %%SITENAME%%

source: Enable / Disable users to change the default Facebook message.
es_es: Activar / Desactivar a los usuarios cambiar el mensaje predeterminado de Facebook.

source: Please accept the invitation in %%ACCEPTURL%%
es_es: Por favor, acepte la invitación en %%ACCEPTURL%%
sr_rs: Molimo vas prihvatite pozivnicu u %%ACCEPTURL%%

source: Twitter default text.
es_es: Texto predeterminado de Twitter.
sr_rs: Twitter default tekst.

source: This is only used for twitter. HTML is not allowed and it needs to be shorter than 140 characters
es_es: Este sólo se utiliza para Twitter. HTML no está permitido y debe ser inferior a 140 caracteres
sr_rs: Ovo se koristi sam za twitter. HTML is not allowed and it needs to be shortenije dozvoljen i mora da ima manje od 140 karaktera.

source: Twitter Message
es_es: Mensaje de Twitter

source: Default Message for Twitter. Keep it under 140 characters(%%ACCEPTURL%% will be converted to a 22 characters string) Characters left: %s
es_es: Mensaje predeterminado para Twitter. Manténgalo debajo de 140 caracteres (%%ACCEPTURL%% se convertirá en una cadena de 22 caracteres) Caracteres restantes: %s
sr_rs: Default poruke za Twitter. Neka budu manje od 140 karaktera (%%ACCEPTURL%% će biti konvertovane za 22 karaktera string) Karaktera ostalo: %s

source: Enable / Disable users to change the default Twitter message.
es_es: Activar / Desactivar los usuarios pueden cambiar el mensaje de Twitter por defecto.
sr_rs: Omogući / Onemogući korisnike da menjaju default Twitter poruke.

source: Send With...
es_es: Enviar con...
sr_rs: Pošalji sa

source: Your own website
es_es: Tu propio sitio
sr_rs: Vaš websajt

source: Third Party SMTP
es_es: Un tercero SMTP

source: Gmail Settings
es_es: Ajustes de Gmail

source: Username
es_es: Nombre de usuario
sr_rs: Korisničko ime

source: Password
es_es: Contraseña
sr_rs: šifra

source: SMTP Settings
es_es: Ajustes de SMTP
sr_rs: SMTP postavke

source: SMTP host
es_es: Host SMTP

source: E.g: smtp.gmail.com
es_es: Por ejemplo: smtp.gmail.com

source: SMTP port
es_es: Puerto SMTP

source: Secure Connection
es_es: Conexión segura
sr_rs: Sigurna konekcija

source: Try yourself
es_es: Pruébelo usted mismo
sr_rs: Pokušajte sami

source: Send Test Email
es_es: Enviar correo electrónico de prueba
sr_rs: Pošalji test email

source: Please save before sending the test email.
es_es: Por favor, guarde antes de enviar el correo electrónico de prueba.
sr_rs: Molim sačuvajte pre slanja test emaila.

source: Emails Limits
es_es: Límites de Correos electrónicos
sr_rs: Email limiti

source: Your hosting has limits. Find out more here
es_es: Su alojamiento tiene límites. Encuentre más información aquí
sr_rs: Vaš hosting ima limite. Saznaj još o tome ovde

source: Send...
es_es: Enviar...
sr_rs: Pošalji...

source: Every...
es_es: Cada...
sr_rs: Svaki...

source: Minute
es_es: Minuto
sr_rs: Minut

source: 2 Minutes
es_es: 2 Minutos
sr_rs: 2 minuta

source: 5 Minutes
es_es: 5 Minutos
sr_rs: 5 minuta

source: 10 Minutes
es_es: 10 minutos
sr_rs: 10 minuta

source: 15 Minutes
es_es: 15 minutos
sr_rs: 15 minuta

source: 30 Minutes
es_es: 30 minutos
sr_rs: 30 minuta

source: Hour
es_es: Hora
sr_rs: sat

source: 2 Hours
es_es: 2 horas
sr_rs: 2 sata

source: Widget Order
es_es: Orden del Widget
sr_rs: Widget narudžbina

source: Drag and drop to order widget providers
es_es: Arrastrar y soltar para ordenar los proveedores de widgets
sr_rs: Drag & drop za naručivanje widget provajdera

source: Custom CSS
es_es: CSS personalizado

source: <p>Enter your custom CSS rules. By default WSI widget use the following structure:</p>
es_es: <p>Escriba las reglas CSS personalizadas. Por defecto el widget de WSI usa la siguiente estructura:</p>
sr_rs: <p>U custom CSS rules. By default WSI widget use the following structure:</p>

source: Dev Mode
es_es: Modo Des.

source: Enable / Disable Development mode. Use it on dev site to print out errors
es_es: Activar / desactivar el modo de desarrollo. Úsalo en el sitio des para ver los errores
sr_rs: Omogući / Onemogući programerski mode. Koristite na dev sajtu za printovanje greški

source: options updated.
es_es: Opciones actualizadas.
sr_rs: opcije updated.

source: Support %s
es_es: Soporte %s
sr_rs: Podrška %s

source: If you enjoyed, please support this plugin:
es_es: Si te ha gustado, por favor apoya este plugin:
sr_rs: Ako vam se dopada, molimo vas da podržite ovaj plugin:

source: Rate the plugin 5★ on Wordpress
es_es: Valora el plugin de 5★ en Wordpress

source: Translate the plugin to your language
es_es: Traducir el plugin a tu idioma
sr_rs: Prevedite plugin na vaš jezik

source: Save Settings
es_es: Guarda la Configuracion
sr_rs: Sačuvaj postavke

source: WSI email settings test
es_es: WSI correo electrónico de prueba
sr_rs: Test WSI email postavki

source: You email settings are working like a charm!
es_es: Su configuración de correo electrónico está trabajando excelente!
sr_rs: Vaše email postavke rade odlično!

source: Add a Wordpress Social Invitations sidebar widget. Only icons are displayed
es_es: Añadir un widget de Wordpress Social Invitations a la barra lateral. Sólo se muestran los iconos
sr_rs: Dodaj Wordpress Social Invitations sidebar widget. Samo ikone su prikazane

source: Invite some friends!
es_es: Invita algunos amigos!
sr_rs: Pozovi neke prijatelje:

source: Title:
es_es: Título:
sr_rs: Naslov:

source: Send Social Invites
es_es: Enviar invitaciones sociales

source: Invite your friends to join %s
es_es: Invita a tus amigos a unirse a %s
